import React from "react";

const Moon = ()=>{
    return(
        <div className="container-fluid">
            <div className="img">
                <img src="https://pp.userapi.com/c639617/v639617950/2c287/yz9-dwVfZ0o.jpg" width="100%" alt=""/>
                <div className="text">
                    <h1 className="text-center">Луна</h1>
                </div>
            </div>
            <div className="container py-3 my-5 box-lorem">
                <p>Луна — естественный спутник Земли. Самый близкий к Солнцу спутник планеты, так как у ближайших к Солнцу планет, Меркурия и Венеры, спутников нет. Второй по яркости объект на земном небосводе после Солнца и пятый по величине естественный спутник планеты Солнечной системы. Среднее расстояние между центрами Земли и Луны — 384 467 км (0,002 57 а. е., ~ 30 диаметров Земли). Луна является единственным астрономическим объектом вне Земли, на котором побывал человек.</p>
                <p>Первым искусственным объектом, который преодолел гравитацию Земли и пролетел рядом с Луной, была советская станция Луна 1. Первым спутником, достигшим поверхности Луны, была станция Луна 2. Первым спутником, сделавшим фотографии обратной стороны Луны, была станция Луна 3. Все эти три лунные программы были успешно завершены в 1959 году. Первая успешная мягкая посадка на Луну была произведена советской станцией Луна 9. Американская лунная программа «Аполлон» началась в начале 60х годов прошлого века с заявления президента Кеннеди, что США запустят человека на Луну до конца 60-х годов. В результате этой программы США удалось осуществить 6 успешных полетов на Луну в промежутке между 1969 и 1972 годами. </p>
                <p>После завершения программы «Аполлон» исследования нашего естественного спутника фактически прекратились на период более 30 лет. Только в начале нашего века несколько стран, в числе которых Россия, США и Китай, заявили о начале своих лунных программ, результатами которых должно стать возвращение человека на Луну.</p>
            </div>
            <div>
                <img src="https://24gadget.ru/uploads/posts/2020-03/1583139203_appolo13-moon2.png" width="100%" alt=""/>
            </div>
            <div className="container py-3 my-5 box-lorem">
                <ul>
                    <li>
                        Возраст Луны составляет около 4,6 миллиарда лет.
                    </li>
                    <li>
                        Поверхность Луны равна совместной территории Африки и Австралии.
                    </li>
                    <li>
                        Освоение космоса происходит на протяжении большого промежутка времени, но на сегодняшний день на Луне побывали всего лишь 12 человек.
                    </li>
                    <li>
                        Луна находится на расстоянии 384403 км от Земли.
                    </li>
                    <li>
                        Объём Земли в 49 раз больше объёма Луны.
                    </li>
                    <li>
                        На Луне нет атмосферы.
                    </li>
                    <li>
                        Сила притяжения на Луне примерно в шесть раз меньше, чем на Земле.
                    </li>
                    <li>
                        На Луне, так же как и на Земле происходят колебания, аналогичные землетрясению.
                    </li>
                    <li>
                        Лунная пыль пахнет порохом.
                    </li>
                    <li>
                        На Луне запрещены какие-либо военные действия и операции, т.к. она признана международной территорией.
                    </li>
                    <li>
                        День и ночь на Луне сменяются мгновенно, в отличие от нашей планеты, на спутнике не существует сумерек.
                    </li>
                    <li>
                        Около 40% видимой площади Луны занимают моря, залитые базальтовой лавой.
                    </li>
                    <li>
                        Луна имеет форму яйца.
                    </li>
                    <li>
                        Лунные тени гораздо темнее земных из-за отсутствия атмосферы.
                    </li>
                    <li>
                        Спутник Земли вращается против часовой стрелки.
                    </li>
                    <li>
                        День на Луне равен примерно 29 земным суткам.
                    </li>
                    <li>
                        Согласно научному эксперименту, фазы Луны активно влияют на сон человека. Как правило, во время полнолуния, человек спит наиболее беспокойно.
                    </li>
                    <li>
                        Приливы и отливы, происходящие на Земле, непосредственно возникают из-за гравитационного воздействия спутника на нашу планету.
                    </li>
                    <li>
                        Многочисленные кратеры на Луне возникают из-за падения метеоритов, т.к. Луна не защищена атмосферой.
                    </li>
                    <li>
                        На Луне существует эхо.
                    </li>
                    <li>
                        На Луне нет камней, это связано с сильным влиянием Солнца на спутник. С течением времени они превратились в своеобразную лунную пыль.
                    </li>
                    <li>
                        Поверхность Луны абсолютно чёрная, но из-за сильного солнечного света она кажется серой.
                    </li>
                </ul>
            </div>
            <div>
                <iframe width="100%" height="700" src="https://www.youtube.com/embed/P0LUnxUeR1I" frameBorder="0"
                        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                        allowFullScreen>
                </iframe>
            </div>
        </div>
    );
}

export default Moon;